<script lang="ts">
	import '../app.css';

    let { children } = $props();
</script>

<svelte:head>
	<meta
		name="keywords"
		content="Взрывозащитное оборудование,
	EXD оболочки,
	EXE коробки,
	Пожарные щиты в соответсвии с 043 регламентом,
	Щиты управление противо дымной вентиляцией,
	Щиты управления пенным пожаро тушением,
	ППУ,
	19 “ стойки,
	Система видеонаблюдения,
	Серверные и прочее,
	Шкафы Электрообогрева,
	Шкафы питания электрообогрева,
	Шкафы управления электрообогрева,
	Шкафы Автоматизации,
	Шкафы автоматизации систем вентиляции,
	Шкафы автоматизации систем котельных,
	Шкафы автоматизации систем насосами,
	Распределительные щиты,
	РУНН,
	ГРЩ,
	ЩР,
	ЩО,
	ЩАО,
	АВР,"
	/>
</svelte:head>

{@render children()}
