<script lang="ts">
	import { marked } from 'marked';

	const source = `
# Пользовательское Соглашение

Настоящее Пользовательское Соглашение (далее Соглашение) регулирует отношения между ООО "Мармакс" (далее Мармакс или Администрация) с одной стороны и пользователем сайта с другой.

Сайт Мармакс не является средством массовой информации.

Используя сайт, Вы соглашаетесь с условиями данного соглашения.

Если Вы не согласны с условиями данного соглашения, не используйте сайт Мармакс!

## Предмет соглашения

Администрация предоставляет пользователю право на размещение на сайте следующей информации:

* Текстовой информации
* Фотоматериалов
* Ссылок на материалы, размещенные на других сайтах


## Права и обязанности сторон
### Пользователь имеет право:

* Осуществлять поиск информации на сайте
* Получать информацию на сайте
* Копировать информацию на другие сайты с указанием источника
* Копировать информацию на другие сайты с разрешения Администрации сайта
* Копировать информацию на другие сайты с разрешения правообладателя
* Требовать от администрации скрытия любой информации о пользователе
* Требовать от администрации скрытия любой информации переданной пользователем сайту
* Использовать информацию сайта в личных некоммерческих целях
* Использовать информацию сайта в коммерческих целях с разрешения Администрации
* Использовать информацию сайта в коммерческих целях с разрешения правообладателей


### Администрация имеет право:

* По своему усмотрению и необходимости создавать, изменять, отменять правила
* Ограничивать доступ к любой информации на сайте


### Пользователь обязуется:

* Обеспечивать сохранность личных данных от доступа третьих лиц
* Не нарушать работоспособность сайта
* Не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами


### Администрация обязуется:

* Поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам.


## Ответственность сторон

* Администрация не несёт ответственность за несовпадение ожидаемых Пользователем и реально полученных услуг
* Администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами
* В случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т.д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса


## Условия действия Соглашения

Данное Соглашение вступает в силу при любом использовании данного сайта.

Соглашение перестает действовать при появлении его новой версии.

Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.

При изменении соглашения, в некоторых случаях, администрация может оповестить пользователей удобным для нее способом.`;
</script>

<svelte:head>
	<title>Пользовательское Соглашение | Мармакс</title>
</svelte:head>

<div class="prose max-w-none">
	{@html marked(source)}
</div>
